
[array_length]
UI_COUNT=7
[0]
RECIPE_ID_EDIT=123
RECIPE_NAME_EDIT=違和
REF_RECIPE_ID_EDIT=說明
MATERIAL_WIDTH_EDIT=parent
SHEET_LENGTH_EDIT=length
OFFSET_EDIT=兼具
LIGHTSETTING_COMBOBOX=testA.aaa
INSPECTIONSETTING_COMBOBOX=testA.bbb
[1]
RECIPE_ID_EDIT=87
RECIPE_NAME_EDIT=中諄
REF_RECIPE_ID_EDIT=毀
MATERIAL_WIDTH_EDIT=ㄚㄇ
SHEET_LENGTH_EDIT=やるき
OFFSET_EDIT=いてん
LIGHTSETTING_COMBOBOX=testB.aaa
INSPECTIONSETTING_COMBOBOX=testB.bbb
[2]
RECIPE_ID_EDIT=456
RECIPE_NAME_EDIT=ちょうかん
REF_RECIPE_ID_EDIT=せつめい
MATERIAL_WIDTH_EDIT=サンタ
SHEET_LENGTH_EDIT=length
OFFSET_EDIT=兼具
LIGHTSETTING_COMBOBOX=testA.aaa
INSPECTIONSETTING_COMBOBOX=testA.bbb
[3]
RECIPE_ID_EDIT=789
RECIPE_NAME_EDIT=ㄴㅇㅁ쟈소
REF_RECIPE_ID_EDIT=ㅓㄷㄴㅁ
MATERIAL_WIDTH_EDIT=ㅑ저ㅈ저다ㅣㄷ
SHEET_LENGTH_EDIT=sheet
OFFSET_EDIT=兼具
LIGHTSETTING_COMBOBOX=testB.aaa
INSPECTIONSETTING_COMBOBOX=testB.bbb
[4]
RECIPE_ID_EDIT=4616
RECIPE_NAME_EDIT=aw3ew
REF_RECIPE_ID_EDIT=sd
MATERIAL_WIDTH_EDIT=dxaf
SHEET_LENGTH_EDIT=csd
OFFSET_EDIT=xfasda
LIGHTSETTING_COMBOBOX=testA.aaa
INSPECTIONSETTING_COMBOBOX=testA.bbb
[5]
RECIPE_ID_EDIT=1000
RECIPE_NAME_EDIT=ㄴㅇㅁ쟈소
REF_RECIPE_ID_EDIT=ㅓㄷㄴㅁ
MATERIAL_WIDTH_EDIT=ㅑ저ㅈ저다ㅣㄷ
SHEET_LENGTH_EDIT=sheet
OFFSET_EDIT=たたｚたたた
LIGHTSETTING_COMBOBOX=testB.aaa
INSPECTIONSETTING_COMBOBOX=testB.bbb
[6]
RECIPE_ID_EDIT=888
RECIPE_NAME_EDIT=中諄
REF_RECIPE_ID_EDIT=毀
MATERIAL_WIDTH_EDIT=ㄚㄇ
SHEET_LENGTH_EDIT=やるき
OFFSET_EDIT=いてん
LIGHTSETTING_COMBOBOX=testB.aaa
INSPECTIONSETTING_COMBOBOX=testB.bbb
